{
  "bigList": [
    {"question": "Have you ever seen a ghost?"},
    {"question": "What do you think it’s like being Ellen Degeneres?"},
    {"question": "Would you rather have a hand made out of ham or an armpit that dispenses sunscreen?"},
    {"question": "As you lay dying, which celebrity would you want to stroke your hair?"},
    {"question": "If you were given the powers of King Midas, what would you choose to turn everything that you touch into?"},
    {"question": "What’s the best kind of cheese?"},
    {"question": "Isn’t silver actually better than gold?"},
    {"question": "Who is your favorite historical character?"},
    {"question": "Would you rather be a cow or a badger?"},
    {"question": "Have you ever had a near death experience?"},
    {"question": "What’s the worst experience you’ve ever had in a hotel?"},
    {"question": "What’s the best advice you’ve ever received and ignored?"},
    {"question": "If you had to go on a month-long vacation with a celebrity, who would you choose?"},
    {"question": "What’s the best museum you’ve ever been to?"},
    {"question": "If you could have a part of the human body named after you, what would it be and why?"},
    {"question": "What do you consider your median achievement?"},
    {"question": "Would you rather have a tongue that could taste impending danger or a free iPhone?"},
    {"question": "Would you rather do a Freaky Friday with Kim Kardashian or Kanye West?"},
    {"question": "What do you consider to be the most mediocre chocolate bar?"},
    {"question": "Would you rather have no ears or no dignity?"},
    {"question": "If you had to, would you rather give up chocolate or cheese?"},
    {"question": "What modern-day item do you think will seem ridiculously archaic in ten years’ time?"},
    {"question": "Did any future celebrities go to your school?"},
    {"question": "If you had a silo, what would you store in it?"},
    {"question": "What’s the most pretentious book you’ve ever bought but not read?"},
    {"question": "What’s the most impulsive thing you’ve ever done?"},
    {"question": "Who was the first person you ever had a crush on?"},
    {"question": "What’s the most unusual restaurant you’ve ever been to?"},
    {"question": "What thing that seemingly everyone loves do you not like that much?"},
    {"question": "Do you have something that you should regret, but you don’t?"},
    {"question": "When people find out about what you do for a living, what’s the most annoying thing they say?"},
    {"question": "What is your biggest weakness?"},
    {"question": "What’s your favorite store?"},
    {"question": "What would be the worst place you can imagine to go on a first date?"},
    {"question": "Do you prefer things to be planned or spontaneous?"},
    {"question": "What’s the most unusual thing you’ve ever collected?"},
    {"question": "Who is your most eccentric relative and what is the most eccentric thing you’ve ever done?"},
    {"question": "What is your most interesting quirk?"},
    {"question": "What convention of our society do you wish no longer existed?"},
    {"question": "What have you recently done for the first time?"},
    {"question": "What is the opposite of a koala?"},
    {"question": "What do you consider a wasted life?"},
    {"question": "What’s fine in small numbers but terrifying in large numbers?"},
    {"question": "What do you wish you knew more about?"},
    {"question": "Is there a line between art and not art?"},
    {"question": "What would the trailer to a movie about your life be like?"},
    {"question": "What’s the weirdest thing that has happened to you while working at your job?"},
    {"question": "What is the funniest corporate / business screw up you have heard of?"},
    {"question": "What is the funniest doomsday device a super villain could threaten the world with?"},
    {"question": "If you found a briefcase filled with 1 million in 100$ bills in front of your door, what would you do with it?"},
    {"question": "What are some things you want to accomplish before you die?"},
    {"question": "What book has influenced you the most?"},
    {"question": "What’s the most food you've ever eaten for breakfast?"},
    {"question": "How long do you think it would take to fill a bath with your tears?"},
    {"question": "How do you decide when it’s time to retire a pair of pants?"},
    {"question": "What’s the quickest you’ve broken a new Year’s resolution?"},
    {"question": "What's the worst gift you've ever received?"},
    {"question": "Who will play the lead in the movie about this pandemic and why? "},
    {"question": "What is the worst animal?"},
    {"question": "Why do you think everyone stopped wearing hats?"},
    {"question": "How would you improve apples?"},
    {"question": "What’s the worst thing that a cow has done to you?"},
    {"question": "Have you ever come up with a brilliant idea for an app?"},
    {"question": "What’s the most pretentious thing that you have ever done?"},
    {"question": "Have you ever made up with your nemesis and become friends?"},
    {"question": "What was the last thing that struck you?"},
    {"question": "What’s the scariest thing that has ever happened to you in an AirBnB?"},
    {"question": "Who is your favourite Steve?"},
    {"question": "Would you rather be able to see through walls or get an all expenses paid first-class trip to Madagascar?"},
    {"question": "What's the most lamented thing you've ever had stolen from you?"},
    {"question": "What is your least favourite colour?"},
    {"question": "Where or what are you an hour from right now?"},
    {"question": "What's the worst leak you've ever experienced?"},
    {"question": "What was the best birthday you ever had?"},
    {"question": "What are your tactics for winning at Monopoly?"},
    {"question": "What do you think Tom Cruise is doing right now?"},
    {"question": "Who is your favourite octogenarian?"},
    {"question": "What was the most inconvenient/annoying occasion that your phone battery ran out?"},
    {"question": "Have you ever had an epiphany?"},
    {"question": "Would you rather have no ears or no dignity?"},
    {"question": "Where is the strangest place that you've ever slept (or tried to sleep)?"},
    {"question": "If you didn't live where you live now, where would you live?"},
    {"question": "How would you break out of prison?"},
    {"question": "If you could time travel and say only five words to your younger self, what would those words be?"}
  ]
}